// See https://aka.ms/new-console-template for more information
// Написать программу HelloWorld
Console.Write("HelloWorld!");
Console.Write("\nВведите свое имя:");
var name = Console.ReadLine();       // вводим имя
Console.WriteLine($"Привет, {name}");    // выводим имя на консоль
